// @ts-check

/**
 * @typedef { import('../i18n-types').Translation } Translation
 */

/** @satisfies { Translation } */
const ru = {
  contact_button: 'Связаться сейчас',
  contact_button_offer: 'Получить предложение',
  index: {
    title: 'Главная',
    heading: 'Ваш заказ - наша мотивация',
    subheading:
      'NEKO - ваш компетентный и надежный партнер по полному обслуживанию в области техники и управления мероприятиями',
    img_hero: '/img/index/webp/hero.webp',
    examples: {
      events: {
        title: 'Мероприятия',
        subtitle: 'Каждое мероприятие уникально',
        text: 'NEKO предоставит вам высококачественную и передовую технологию. Благодаря отличному консультированию, профессиональному планированию и реализации, мы гарантируем, что ваше мероприятие будет незабываемым.',
        img: '/img/index/webp/events.webp'
      },
      exhibitions: {
        title: 'Выставки и конференции',
        subtitle: 'Не оставляем ничего на волю случая',
        text: 'Мы справляемся со всеми техническими и логистическими вызовами вашего выставочного появления. Благодаря творческому подходу и многолетнему опыту в строительстве стендов, мы обеспечиваем индивидуальное и уникальное присутствие.',
        img: '/img/index/webp/exhibitions.webp'
      },
      seminars: {
        title: 'Семинары и конгрессы',
        subtitle: 'В большом или малом масштабе',
        text: 'С помощью передовой конференц- и медиатехнологии и нашего полного сервисного подхода, мы разрабатываем план для вашей бизнес-программы и гарантируем гладкое проведение.',
        img: '/img/index/webp/seminars.webp'
      },
      hotels: {
        title: 'Отели',
        subtitle: 'Место проведения мероприятий и встреч',
        text: 'Деловые встречи, свадьбы или частные вечеринки - благодаря нашему опыту, мы консультируем вас по выбору подходящего оборудования для мероприятий и создаем атмосферу для вашего мероприятия в отеле.',
        img: '/img/index/webp/hotels.webp'
      }
    }
  },
  about: {
    title: 'О нас',
    heading: 'Опыт. Личный подход. Разнообразие. Качественный сервис.',
    subheading: 'Наши принципы для Вашего успеха',
    img_hero: '/img/about/webp/hero.webp',
    texts: {
      experienced: {
        title: 'Опыт.',
        text_card:
          'Более десяти лет мы создаем и организуем незабываемые мероприятия и праздники с профессиональным оборудованием и надежным опытом.',
        text: 'NEKO - технический универсальный поставщик с индивидуальными подходами в области звука, света, видео, презентационных технологий и строительства сцен. Мы предлагаем широкий спектр оборудования и услуг для мероприятий любых размеров.',
        img: '/img/about/webp/experienced.webp'
      },
      personal: {
        title: 'Личный подход.',
        text_card:
          'Мы с радостью приглашаем Вас на встречу в наш шоу-рум в Менхенгладбахе, где вы можете убедиться в профессиональном оборудовании из нашего технического парка.',
        text: 'Независимо от того, что вы хотите - специальную, отдельную технику для мероприятий, всеобъемлющий подход или ремонт своего собственного оборудования - свяжитесь с нами для необязательной консультации.',
        img: '/img/about/webp/personal.webp'
      },
      diverse: {
        title: 'Разнообразие.',
        text_card:
          'Концерты, галереи, конференции, презентации или выставки. Что следующее в Вашем списке задач? В качестве партнера мы адаптировали нашу линейку услуг под всеобщие вызовы различных сценариев.',
        text: 'С нашими профессиональными партнерами мы планируем и осуществляем местные и международные мероприятия. При этом мы не довольствуемся стандартными решениями, а создаем инновационные, индивидуальные концепции на основе Ваших идей и представлений.',
        img: '/img/about/webp/diverse.webp'
      },
      servicestrong: {
        title: 'Качественный сервис.',
        text_card:
          'У нас Вы можете получить не только качественное оборудование, но также консультации и услуги, такие как поддержка при планировании мероприятий, установка, ремонт и многое другое.',
        text: 'Наша команда из звукорежиссеров, информатиков, сценических планировщиков, световых и видеооператоров, поможет Вам в любых задачах. Независимо от масштабов Вашего мероприятия. Ваш заказ - наша миссия!',
        img: '/img/about/webp/servicestrong.webp'
      }
    }
  },
  services: {
    title: 'Услуги',
    heading: 'Все для вашего мероприятия',
    subheading: 'Воспользуйтесь нашим широким спектром услуг',
    img_hero: '/img/services/webp/hero.webp',
    more_button: 'Узнать больше',
    products_title: 'Ассортимент',
    all: {
      sound: {
        title: 'Звук',
        subtitle: 'Мы заботимся о качестве звука!',
        teaser: 'Оптимальное звуковое оформление, несмотря на технические ограничения.',
        par1: 'Конференции, гостиницы или концертные залы - технические особенности отличаются в каждом месте и влияют на качество звука в значительной степени. Чистый звук является неотъемлемой составляющей успеха вашего мероприятия. NEKO обеспечивает оптимальное звуковое оформление.',
        par2: 'Вместе с вами мы составим план и предоставим высококачественное оборудование от известных производителей. Кроме того, мы установим технику и проведем мероприятие квалифицированно и в соответствии с вашими ожиданиями. Мы используем только совместимые звуковые системы, современные микрофоны и мощные периферийные устройства.',
        bullets: [
          'Активные и пассивные колонки',
          'Усилители и звуковые менеджеры',
          'Кабельные и радиочастотные микрофоны',
          'Микшерные пульты и мониторы',
          'DJ-оборудование'
        ],
        quote: 'Ощутите всю мощь звука!',
        img_card: '/img/services/webp/sound_card.webp',
        img_hero: '/img/services/webp/sound_hero.webp'
      },
      light: {
        title: 'Свет',
        subtitle: 'Мы приносим свет во тьму!',
        teaser:
          'Движущийся свет или LED? Сцена, шоу или стенд на выставке? Свет - это обязательно!',
        par1: 'Движущийся свет, LED или оба вида? Сцена, шоу или стенд на выставке? Одно ясно: свет - это обязательно, и у вас есть выбор! Компания NEKO имеет необычайно широкий парк светотехники, который не оставит ни одного из ваших пожеланий без ответа. Завораживайте свою аудиторию и пользуйтесь современными, захватывающими световыми эффектами.',
        par2: 'Ни один компонент техники не влияет на атмосферу настолько сильно, как световое оформление. Свет придает помещениям впечатляющую атмосферу и эффективно создает настроение. Наши световые дизайнеры знают, как искусно использовать это средство и разрабатывают убедительную концепцию света, придавая вашим помещениям характер. Мы поможем вам с выбором и предложим ваш собственный световой дизайн.',
        bullets: [
          'Искусственные и дневные прожекторы',
          'LED-прожекторы и светодиодные панели',
          'Движущиеся прожекторы и followspots',
          'Профильные прожекторы и наружные светильники',
          'Изменение цвета и устройства для дыма',
          'Управление светом, диммеры и переключатели',
          'Распределение и генераторы электроэнергии',
          'Балки и световые стойки'
        ],
        quote:
          'Профессионально созданное световое оформление превратит ваше мероприятие в яркое событие.',
        img_card: '/img/services/webp/light_card.webp',
        img_hero: '/img/services/webp/light_hero.webp'
      },
      video: {
        title: 'Видео',
        subtitle: 'Мы приводим ваши изображения в движение!',
        teaser: 'Анимация, ролики, диаграммы или графика - с нами вы всегда выглядите хорошо.',
        par1: 'Безупречное сочетание изображения и звука оставляет незабышаемое впечатление у зрителей. Визуальное сопровождение увеличивает выразительность сказанного, фокусирует внимание на ключевых посланиях выступления и впечатляюще подчеркивает их.',
        par2: 'Мы предоставляем вам весь наш опыт медиа-технической реализации выступлений, репортажей и прямых трансляций. Наша компетентная консультационная и техническая команда покажет вам, какие методы и технологии наилучшим образом интегрируются в ваше концептуальное событие в зависимости от местных и строительных особенностей места проведения.',
        bullets: [
          'ЖК- и плазменные экраны',
          'Видеокамеры',
          'Видеомикшеры и интерфейсы',
          'Проекторы'
        ],
        quote: 'Пусть ваши изображения говорят сами за себя.',
        img_card: '/img/services/webp/video_card.webp',
        img_hero: '/img/services/webp/video_hero.webp'
      },
      stage: {
        title: 'Сцена',
        subtitle: 'Мы обеспечим вам большой успех!',
        teaser:
          'Сцена - это ваше пространство - центр вашего представления и главный элемент всего мероприятия.',
        par1: 'Сцена является главным элементом всего мероприятия. Будь то гала-ужин, конгресс или выставка, не оставляйте ничего наугад, когда дело доходит до строительства сцены! В области строительства сцен и выставочного стенда NEKO может положиться на свой 10-летний опыт выполнения многочисленных заказов для известных компаний и организаторов. Мы используем этот опыт также и в вашем проекте.',
        par2: 'Для вашего выступления на сцене мы предоставляем весь технический инвентарь. Иногда это только свет, иногда только аудио- или видеооборудование, иногда алюминиевая или траверсная конструкция. Иногда - все элементы вместе. Помимо тщательного создания технически оптимальных конструкций, мы также учитываем визуальные аспекты. Благодаря привлекательному декоративному строительству, технические устройства могут быть легко замаскированы. Таким образом, мы соединяем два главных требования: безопасность и эстетику.',
        bullets: [
          'Сценические платформы',
          'Задние стены сцены',
          'Разделяющие занавесы',
          'Тросовые системы',
          'Планирование и монтаж'
        ],
        quote: 'С помощью концепции сцены вы сможете идеально проявить себя.',
        img_card: '/img/services/webp/stage_card.webp',
        img_hero: '/img/services/webp/stage_hero.webp'
      },
      presentation: {
        title: 'Презентация',
        subtitle: 'Мы привлечем к Вам внимание!',
        teaser:
          'Семинары, конференции и презентации продуктов требуют мультимедийную коммуникацию на высшем уровне.',
        par1: 'Семинары, конференции и презентации продуктов представляют особую сложность. Требуется мультимедийная коммуникация на высшем уровне. Наша команда экспертов обеспечивает оптимальную акустику и четкое изображение. Вместе мы найдем индивидуальные решения для Вашей бизнес-программы и успешной, безопасной конференции.',
        par2: 'Не имеет значения, какого масштаба Ваша конференция. У NEKO есть необходимое оборудование и компетенция для настройки и согласования всех компонентов. Наша продуктовая линейка состоит только из современной техники. Таким образом Ваши сообщения будут особенно эффективны и найдут отклик у всех зрителей.',
        bullets: [
          'Проекторы и экраны',
          'Светодиодные экраны и мониторы',
          'Системы видеоконференций',
          'Аудиотехника',
          'Системы крепления'
        ],
        quote: 'Наши знания и преданность - Ваш успешный выход!',
        img_card: '/img/services/webp/presentation_card.webp',
        img_hero: '/img/services/webp/presentation_hero.webp'
      },
      service: {
        title: 'Сервис и Ремонт',
        subtitle: 'Мы здесь для вас.',
        teaser: 'От индивидуального ремонта и обслуживания до быстрых услуг по вызову.',
        par1: 'Независимо от ваших желаний: мы здесь, когда вы нас нуждаетесь. От брифинга и концепции до проведения мероприятия, а также обслуживания и установки оборудования. Сотрудничая с вами, мы определяем объем вашего проекта и проверяем выполнимость заказа с технической точки зрения и с учетом бюджета. При разработке концепции мы полностью полагаемся на наш многолетний опыт.',
        par2: 'Из ваших требований и нашего опыта рождается персональный, уникальный концепт и точный план сборки и проведения мероприятия до мельчайших деталей. Но наша работа тут не заканчивается: индивидуальный ремонт и обслуживание, а также услуги по вызову входят в наши услуги. Безопасность участников и безукоризненность оборудования - фундамент успешного мероприятия. По желанию мы предлагаем услуги технической поддержки и технической службы в режиме неотложной помощи.',
        bullets: [
          'Брифинг и разработка концепции',
          'Составление плана проведения мероприятия',
          'Сборка и установка',
          'Техническая поддержка',
          'Техническая служба в режиме неотложной помощи',
          'Ремонт и обслуживание'
        ],
        quote: 'Ваш успех для нас на первом месте!',
        img_card: '/img/services/webp/service_card.webp',
        img_hero: '/img/services/webp/service_hero.webp'
      }
    }
  },
  catalog: {
    title: 'Аренда',
    heading: 'Арендуйте вместо покупки',
    subheading: 'Мы предлагаем широкий ассортимент оборудования для вашего мероприятия.',
    img_hero: '/img/catalog/webp/hero.webp',
    table: {
      manufacturer: 'Производитель',
      model: 'Модель',
      price: 'Стоимость за день (брутто)'
    },
    categories: {
      sound: {
        title: 'Звук',
        subcategories: {
          speakers: 'Колонки'
        }
      },
      microphones: {
        title: 'Микрофоны и мониторинг',
        subcategories: {
          wireless: 'Беспроводные',
          wired: 'Проводные'
        }
      },
      mixers: {
        title: 'Микшерные пульты',
        subcategories: {
          analogue: 'Аналоговые',
          digital: 'Цифровые',
          dj: 'Диджейские'
        }
      },
      light: {
        title: 'Свет и атмосфера',
        subcategories: {
          moving: 'Движущиеся светильники',
          stage: 'Светильники для сцены',
          controller: 'Контроллеры света',
          battery: 'Аккумуляторы',
          effects: 'Дымовые машины и эффекты'
        }
      },
      video: {
        title: 'Видео',
        subcategories: {
          projectors: 'Проекторы',
          screens: 'Экраны'
        }
      },
      recording: {
        title: 'Запись звука',
        subcategories: {
          interfaces: 'Аудио-MIDI интерфейсы',
          monitoring: 'Мониторинг'
        }
      },
      michellaneous: {
        title: 'Другое',
        subcategories: {
          electronics: 'Электроника',
          stage: 'Сцена',
          stands: 'Стойки и подставки'
        }
      }
    }
  },
  news: {
    title: 'Новости',
    heading: 'Актуальное',
    subheading: 'Все новости из мира NEKO.',
    img_hero: '/img/news/webp/hero.webp'
  },
  contact: {
    title: 'Контакт',
    heading: 'Свяжитесь с нами',
    subheading: 'Оставьте сообщение с вашим вопросом. Мы ответим как можно скорее, обещаем!',
    img_hero: '/img/contact/webp/hero.webp',
    form: {
      name: 'Имя',
      name_error: 'Поле должно содержать не менее 2 символов. Допустимы только буквы, "-" и "."',
      email: 'E-mail',
      tel: 'Тел (необязательно)',
      tel_error: 'Поле должно содержать не менее 4 символов. Допустимы только цифры и символ "+".',
      message: 'Сообщение',
      privacy:
        'Я соглашаюсь на обработку моих данных для целей контакта с NEKO Music & Media GmbH и принимаю условия защиты данных (Данные будут удалены после завершения обработки вашего запроса).',
      send_button: 'Отправить!',
      success_message: {
        heading: 'Сообщение успешно отправлено!',
        subheading: 'Мы свяжемся с вами как можно скорее.'
      },
      failure_message: {
        heading: 'Сообщение не удалось отправить!',
        subheading:
          'Пожалуйста, свяжитесь с нами по адресу <a class="underline" href="mailto:info@nekomusicmedia.de">info@nekomusicmedia.de</a>.'
      }
    },
    contact_data: {
      heading: 'Как к нам добраться',
      subheading: 'Посетите наш офис/шоурум в Мёнхенгладбахе. Есть парковка.',
      address: `Neko Music & Media GmbH
        Adolf-Kempken-Weg 95-99
        41189 Mönchengladbach
        tel: <a href="tel:004921662784507">+49 2166 2784507</a>
        fax: <a href="tel:004921662784509">+49 2166 2784509</a>
        mail: <a href="mailto:info@neko-music-media.de">info@nekomusicmedia.de</a>`
    }
  },
  footer: {
    social_media_heading: 'В социальных сетях?',
    social_media_subheading: 'Свяжитесь с нами на следующих платформах.',
    links: 'Ссылки',
    all_services: 'Все услуги',
    copyright: 'Copyright © {year} NEKO Music & Media GmbH'
  }
};

export default ru;
